Repository: Eric-Brison/dynacase-webdesk
Catalog: WEBDESK_*.po
Languages: fr

source: Change my account informations
fr: Modifier mon compte

source: Change your theme
fr: Changer votre thème

source: Click to search both in society name...
fr: Sélectionner pour chercher dans les noms de société

source: Click to search person containing...
fr: Commençant par ....

source: Click to see detail
fr: Cliquer pour voir le détail

source: Could not create user portal.
fr: Ne peut créer le portail utilisateur.

source: Do not click here
fr: Ne cliquez pas ici

source: Here either
fr: Ici non plus

source: My account
fr: Mon compte

source: My portal
fr: Webdesk

source: Preview
fr: Prévisualisation

source: Theme
fr: Thème

source: Theme chooser
fr: Choix du thème

source: Theme preferences
fr: Préférences du thème

source: User identification
fr: Identification de l'utilisateur

source: Webdesk administration
fr: Administration du WebDesk

source: Webdesk preferences
fr: Préférences

source: [TEXT:no information available, verify your server have http access to internet and/or check link please...]
fr: Pas d'information, vérifiez que l'URL du lien est accessible

source: add service in user portal
fr: Ajouter le service au portail

source: administration page
fr: Administration

source: application present in application bar
fr: Application présente dans la barre

source: ardoise content
fr: contenu de l'ardoise

source: automatic reload all
fr: mise à jour toutes les

source: by Anakeen
fr: par Anakeen

source: checked : search only in titles
fr: coché : rechercher seulement dans les titres

source: clear displayed results
fr: Effacer les résultats

source: default application displayed
fr: Application affichée par défault

source: del service from user portal
fr: Supprimession du service du portail

source: display column x lines
fr: Affichage colonnes x lignes

source: display full card in the same window
fr: Afficher les cartes complètes dans la même fenêtre

source: downloading content in progress...
fr: Chargement du contenu en cours...

source: edit for view any url
fr: éditer pour voir une url

source: edition url not given
fr: Url pour édition des param^etre non fournie

source: en maintenance
fr: Opération de maintenance en cours...

source: error retrieving mails
fr: Erreur de récupération des messages

source: font size chooser
fr: Taille de la police

source: freedom rss search
fr: Recherche de fil RSS Dynacase

source: generic service
fr: service générique

source: incident in progress -%d-
fr: Incident en cours -%d-

source: large size
fr: grande taille

source: list all admin pages
fr: liste des pages d'administration

source: more than %d results...
fr: plus de %d résultats...

source: no account defined
fr: pas de compte défini.

source: no result for search
fr: Pas de résultat...

source: no rss item
fr: Pas de nouvelles, bonne nouvelle

source: normal size
fr: taille normale

source: number of affected document
fr: nombre de documents affectés

source: open it in a new window
fr: ouvrir dans une nouvelle fenetre

source: platform logout
fr: quitter

source: portal columns count
fr: nombre de colonne du portail

source: portal colums specification
fr: Colonnes du portail

source: portal page
fr: Portail

source: portal welcome content
fr: Le portail regroupe des services d'information. En un coup d'oeil vous consultez l'essentiel de l'information : vos mails reçus, vos rendez-vous à venir, les dernières nouvelles... Pour cela, vous pouvez organiser les différents services en terme de contenu, de disposition...

source: portal welcome help
fr: Vous pouvez supprimer l'affichage de ce service. Il reste accessible dans la liste des services disponibles.

source: portal welcome service
fr: Accueil

source: portal welcome title
fr: Bienvenue sur votre portail,

source: position of service in user portal
fr: Position du service dans le portail

source: preferences page
fr: Préférences

source: preview of theme
fr: prévisualisation du thème

source: rss: clear displayed results
fr: Effacer les résultats

source: rss: select to search in system RSS (else mine only)
fr: Cochez pour rechercher dans les RSS système (sinon seulement les miennes)

source: save service parameters
fr: Sauvegarde de la définition du service

source: service contact
fr: Service Contacts

source: service edit freedom search in familie
fr: Service Dynacase de recherche dans une famille (edition)

source: service edit rss
fr: Service RSS, édition

source: service freedom search execution
fr: Service Dynacase

source: service freedom search in familie
fr: Service Dynacase de recherche dans une famille

source: service incident
fr: Service Incidents

source: service mail
fr: Service Messagerie

source: service mail edition
fr: Service Mail, édition

source: service test edition
fr: Service test - édition

source: service test view
fr: Service test - affichage

source: services list columns count
fr: nombre de colonnes pour la liste de services

source: small size
fr: petite taille

source: theme preferences
fr: Préférences du thème

source: top bar search
fr: recherchez dans Dynacase...

source: view any url
fr: voir une url

source: wd reset colums
fr: Réinitialiser les largeurs des colonnes

source: wd Apply theme
fr: Appliquer le thème

source: wd Change password
fr: Modifier le mot de passe

source: wd Click here to logout
fr: Cliquer ici pour se déconnecter

source: wd Height
fr: Hauteur

source: wd Identification
fr: Identification

source: wd Javascript must be enabled in your navigator
fr: Javascript doit être activé sur votre navigateur

source: wd Title
fr: Titre

source: wd Url
fr: Url

source: wd Url type
fr: Type de page

source: wd add/remove shortcut
fr: Ajouter/Supprimer le raccourci...

source: wd close
fr: Fermer

source: wd close all services
fr: Tout minimiser

source: wd confirm supress of
fr: Etes-vous sur de vouloir supprimer le service

source: wd default application
fr: Application par défaut

source: wd delete svc
fr: Supprimer le service

source: wd display application
fr: Afficher...

source: wd edit svc content
fr: Editer les paramètres

source: wd enter url
fr: Saisissez l'URL ici

source: wd entre rss link here
fr: Saisissez l'URL du flux RSS ici

source: wd error retrieving content
fr: Erreur de récupération du contenu

source: wd error retrieving edit form
fr: Erreur de récupération du formulaire édition

source: wd error saving edit form
fr: Erreur de sauvegarde du formulaire édition

source: wd fixe/release menu
fr: Afficher/masque le menu comme panneau latéral

source: wd flash sheet
fr: flash

source: wd hide svc content
fr: Masquer le contenu

source: wd html sheet
fr: page html

source: wd image
fr: image

source: wd invalid freedom search given
fr: Recherche Dynacase invalide

source: wd invalid service number returned by creation
fr: invalid service number returned by creation

source: wd loading edition forms
fr: Chargement du formulaire de paramètrage

source: wd menu tools
fr: Outils...

source: wd no freedom search given
fr: Pas de recherche Dynacase fournie

source: wd no rss link given
fr: Pas de flux RSS fourni

source: wd open all services
fr: Tout maximiser

source: wd open in new window
fr: Ouvrir dans une nouvelle fenêtre

source: wd open/close menu
fr: Ouvrir/fermer le menu

source: wd reload (force) application
fr: Recharger l'application...

source: wd reload portal view
fr: Mettre à jour le portail

source: wd reload svc content
fr: Recharger le contenu

source: wd save
fr: Sauver

source: wd search ...
fr: Texte recherché

source: wd services list
fr: Services...

source: wd show svc content
fr: Afficher le contenu

source: wd url for retrieving information not given
fr: Url de récuperation des informations non fournie

source: wd: Group access
fr: Accès groupes

source: wd: Private
fr: Accès privé

source: wd: Public readonly
fr: Accès public

source: wd: Special access
fr: Accès spéciaux

source: wd: result
fr: résultat

source: wd: secretary
fr: secrétaire

source: wdd info personal
fr: personnel...

source: wdd info society
fr: société....

source: webdesk access
fr: Accès au WebDesk

source: webdesk admin
fr: administration webdesk

source: webdesk application
fr: Application WebDesk

source: webdesk application portal
fr: Application webdesk

source: webdesk change default application
fr: Modification de l'application affichée par défaut dans le portail

source: webdesk change top bar content
fr: changer le contenu de la barre du haut

source: webdesk general admnistration
fr: Administration du WebDesk

source: webdesk main page
fr: Page principale WebDesk

source: webdesk menu background color
fr: Couleur de fond pour le menu application

source: webdesk menu background image
fr: Image de fond pour le menu application

source: webdesk menu background image width
fr: Largeur de l'image de fond pour le menu application

source: webdesk theme remplacement CSS
fr: CSS alternative JQuery UI

source: without category
fr: sans catégorie

source: x-large size
fr: très grande taille
